import streamlit as st

"""
## Сервис умного поиска сериалов 📽️
#### Проект по рекомендательным системам.
"""

st.image('images/ser2.png')

st.write("""
  #### Состав команды:
  \n1. ##### [Анастасия](https://github.com/AnastasiaMozhayskaya) 🧝‍♀️
  \n2. ##### [Роман](https://github.com/r-makushkin) 🦸‍♂️
  \n3. ##### [Алексей](https://github.com/WeinsGH) 🦹‍♂️ 
""", unsafe_allow_html=True)

"""
 #### Задачи:
 \n- ###### Собрать выборку из не менее, чем 5000 сериалов
 \n- ###### Разработать систему поиска сериала по пользовательскому запросу. 
 \n- ###### Описания сериалов на русском языке
 \n- ###### Сервис должен принимать на вход описание сериала от \
         пользователя и возвращать заданное количество подходящих вариантов.
"""